Repository: darknesswind/enbu_ap
Catalog: omegat/project_save.tmx
Source language: ja
Languages: zh_cn

source: %03d.%03d.%03d.%03d:%d に
zh_cn: %03d.%03d.%03d.%03d:%d

source: %03d.%03d.%03d.%03d:%d に接続中
zh_cn: 正在连接 %03d.%03d.%03d.%03d:%d

source: %d 個
zh_cn: %d 个

source: %d円
zh_cn: %d元

source: %d回 当たった！
zh_cn: 命中 %d次！

source: %d年 %d月%d日 %d時%02d分\\n
zh_cn: %d年 %d月%d日 %d时%02d分\\n

source: %s %d個
zh_cn: %s %d个

source: %s %sが勝負を仕掛けてきた！
zh_cn: %s %s 来一决胜负了！

source: %s がなくなった！
zh_cn: %s 没有了！

source: %s のHPが%d回復した！
zh_cn: %s 恢复了 %dＨＰ！

source: %s のレベルが上った！
zh_cn: %s 的等级提升了！

source: %s はすでに戦っている！
zh_cn: %s 已经在战斗中！

source: %s はなくなった。
zh_cn: %s 已经用完了。

source: %s は健康になった！
zh_cn: %s 恢复了健康

source: %s は全快した！
zh_cn: %s 完全恢复了！

source: %s は戦う元気が無い！
zh_cn: %s 已经没有了斗志！

source: %s は戦う元気を取り戻した！
zh_cn: %s 取回了斗志！

source: %s は転生した！
zh_cn: %s 转生了！

source: %s をどうしますか？
zh_cn: %s 要怎么办？

source: %s をどの人形に使いますか？
zh_cn: %s 使用哪个人形？

source: %s をどの人形に使いますか？(Bでキャンセル)
zh_cn: 要给哪个人形使用 %s？（B键取消）

source: %s をどの人形に持たせますか？
zh_cn: %s 要让哪个人形携带？

source: %s をどの人形に持たせますか？(Bでキャンセル)
zh_cn: 要让哪个人形携带 %s？（B键取消）

source: %s をどの人形に習得させますか？
zh_cn: 要让哪个人形学习 %s？

source: %s を戻すことができない！
zh_cn: 无法收回 %s！

source: %s を持たせた。
zh_cn: 携带了 %s。

source: %s を預かった。
zh_cn: 取下了 %s。

source: %s を預かり %s を持たせた。
zh_cn: 取下了 %s 携带了 %s。

source: %s を預かり、別の装飾品を持たせます。
zh_cn: 取下 %s 携带另一个饰品。

source: %s を預かります。
zh_cn: 寄存了 %s。

source: %s 円
zh_cn: %s 元

source: %s 種類
zh_cn: %s 种类

# %sが 【%s】属性スキルの 威力を 強めた！
source: %sが 【%s】属性スキルの\n威力を 強めた！
zh_cn: %s 强化了\n【%s】属性技能的威力！

# %sが 戦闘に 引きずり 出された！
source: %sが 戦闘に\n引きずり 出された！
zh_cn: %s被\n拖进了战斗！

source: %sが勝負を仕掛けてきた！
zh_cn: %s 来一决胜负了！

# %sが開けません
source: %sが開けません\n
zh_cn: 不能打开%s\n

source: %sと 引き分けた。
zh_cn: 与%s 不分胜负。

source: %sとの 勝負に勝った！
zh_cn: 与%s的较量 胜出了！

source: %sとの 勝負に負けた・・・
zh_cn: 与%s的较量 落败了……

# %sに ドレインシードを 植えつけた！
source: %sに ドレインシードを\n植えつけた！
zh_cn: 给%s 种下了\n吸血种子！

source: %sに パワースポットが 現れた！
zh_cn: 在%s 出现了灵能地点！

source: %sに 幸運の虹が かかった！
zh_cn: 幸运之虹笼罩着 %s！

source: %sに 破滅が 訪れた！
zh_cn: 破灭降临于 %s！

source: %sに 降参された。
zh_cn: 向%s 认输了。

# %sに ステルストラップが 張り巡らされた！
source: %sに\nステルストラップが 張り巡らされた！
zh_cn: 在%s\n设置了隐形陷阱！

# %sに バインドトラップが 設置された！
source: %sに\nバインドトラップが 設置された！
zh_cn: 在%s\n设置了束缚陷阱！

# %sに ポイズントラップが 設置された！
source: %sに\nポイズントラップが 設置された！
zh_cn: 在%s\n设置了毒性陷阱！

# %sに マイントラップが 設置された！
source: %sに\nマイントラップが 設置された！
zh_cn: 在%s\n设置了地雷陷阱！

# %sには 効果が 無いようだ……
source: %sには 効果が\n無いようだ……
zh_cn: 对%s 似乎\n没有效果……

source: %sに変更しますか？
zh_cn: 要变成 %s吗？

# %sの %sが %s段階 上がった！
source: %sの %sが\n%s段階 上がった！
zh_cn: %s的 %s\n上升了%s段！

# %sの %sが %s段階 下がった！
source: %sの %sが\n%s段階 下がった！
zh_cn: %s的 %s\n下降了%s段！

# %sの %sが 上がった！
source: %sの %sが\n上がった！
zh_cn: %s的 %s\n上升了！

# %sの %sが 下がった！
source: %sの %sが\n下がった！
zh_cn: %s的 %s\n下降了！

# %sの %sが 効果を 発揮した！
source: %sの %sが\n効果を 発揮した！
zh_cn: %s的 %s\n发挥了效果！

# %sの %sが 反応した！
source: %sの %sが\n反応した！
zh_cn: %s的 %s\n有了反应！

# %sの %sと %sは 呪われてしまった！
source: %sの %sと %sは\n呪われてしまった！
zh_cn: %s的 %s和 %s\n被诅咒了！

# %sの %sの ＳＰが 削られた！
source: %sの %sの\nＳＰが 削られた！
zh_cn: %s的 %s\n的ＳＰ被削减了！

# %sの %sは もう 上がらない！
source: %sの %sは\nもう 上がらない！
zh_cn: %s的 %s\n已经不能上升了！

# %sの %sは もう 下がらない！
source: %sの %sは\nもう 下がらない！
zh_cn: %s的 %s\n已经不能下降了！

# %sの %sは 下がらない！
source: %sの %sは\n下がらない！
zh_cn: %s的 %s\n不能下降！

# %sの %sは 呪われてしまった！
source: %sの %sは\n呪われてしまった！
zh_cn: %s的 %s\n被诅咒了！

source: %sの %s！
zh_cn: %s的 %s！

# %sの アビリティは %sと 同じになった！
source: %sの アビリティは\n%sと 同じになった！
zh_cn: %s的 特性\n变得和 %s一样了！

# %sの アビリティは 感染症に なった！
source: %sの アビリティは\n感染症に なった！
zh_cn: %s 的特性\n变成了传染病！

# %sの アビリティは 活発になった！
source: %sの アビリティは\n活発になった！
zh_cn: %s的 特性\n变成了活泼！

# %sの フィールドバリアの 効果が 切れた！
source: %sの フィールドバリアの\n効果が 切れた！
zh_cn: %s的 Field屏障\n效果结束了！

# %sの フィールドバリアは 壊れた！
source: %sの フィールドバリアは\n壊れた！
zh_cn: %s的 Field屏障\n坏掉了！

# %sの フィールドプロテクトの 効果が 切れた！
source: %sの フィールドプロテクトの\n効果が 切れた！
zh_cn: %s的 Field保护\n效果结束了！

# %sの フィールドプロテクトは 壊れた！
source: %sの フィールドプロテクトは\n壊れた！
zh_cn: %s的 Field保护\n坏掉了！

# %sの 下がった 能力が 戻った！
source: %sの 下がった 能力が\n戻った！
zh_cn: %s 下降的能力\n还原了！

source: %sの 体力が 回復した！
zh_cn: %s 的体力回复了！

# %sの 体力が 回復した！
source: %sの 体力が\n回復した！
zh_cn: %s的 体力\n回复了！

source: %sの 停止状態が解けた！
zh_cn: %s的 停止状态解除了！

# %sの 効果で %sしか 使えない！
source: %sの 効果で\n%sしか 使えない！
zh_cn: 因为 %s的效果\n只能使用 %s！

# %sの 効果で 変化スキルを 使えない！
source: %sの 効果で\n変化スキルを 使えない！
zh_cn: 因为 %s的效果\n不能使用变化技！

source: %sの 周りに強力な磁場が発生した！
zh_cn: %s的 周围发生了强力的磁场！

source: %sの 周りに風が渦巻く！
zh_cn: %s的 周围环绕着风！

# %sの 幸運の虹の 効果が 切れた！
source: %sの 幸運の虹の\n効果が 切れた！
zh_cn: %s的 幸运之虹\n效果结束了！

# %sの 正体は %sだった！
source: %sの 正体は\n%sだった！
zh_cn: %s 的正体\n原来是 %s！

# %sの 浮遊石は 壊れてしまった……
source: %sの 浮遊石は\n壊れてしまった……
zh_cn: %s的 浮游石\n坏掉了……

source: %sの 混乱が解けた！
zh_cn: %s的 混乱解除了！

source: %sの 状態異常が 治った！
zh_cn: %s 的状态异常治愈了！

# %sの 状態異常が 治った！
source: %sの 状態異常が\n治った！
zh_cn: %s的 异常状态\n回复了！

# %sの 純水のベールの 効果が 切れた！
source: %sの 純水のベールの\n効果が 切れた！
zh_cn: %s的 纯水帷幕\n效果结束了！

# %sの 能力変化が 元に戻った！
source: %sの 能力変化が\n元に戻った！
zh_cn: %s的 能力变化\n归零了！

# %sの 防御結界によって 無効化された！
source: %sの 防御結界によって\n無効化された！
zh_cn: 因为 %s的防御结界\n而无效化了！

# %sの 防御結界を くぐり抜けた！
source: %sの 防御結界を\nくぐり抜けた！
zh_cn: 钻过了 %s\n的防御结界！

# %sの 風神の加護が 切れた！
source: %sの 風神の加護が\n切れた！
zh_cn: %s的 风神加护\n结束了！

# %sの スキルの 縛りが 解けた！
source: %sの\nスキルの 縛りが 解けた！
zh_cn: %s的\n技能的束缚解开了！

# %sの スキルの呪いが 解けた！
source: %sの\nスキルの呪いが 解けた！
zh_cn: %s的\n技能诅咒解开了！

# %sの 封印状態が 解けた！
source: %sの\n封印状態が 解けた！
zh_cn: %s的\n封印状态解开了！

source: %sのファイル形式が不明です。
zh_cn: %s的文件格式不明。

# %sのファイル形式が不明です。
source: %sのファイル形式が不明です。\n
zh_cn: %s的文件格式不明。\n

source: %sの全ての人形は 状態異常から回復した！
zh_cn: %s的全部人形 回复了异常状态！

source: %sの効果が残っている！
zh_cn: %s的效果还没结束！

source: %sの周りで 死者が呼ぶ声がする……
zh_cn: %s的周围 响起了死者的呼声……

source: %sの周りに 命の泉が渦巻いた！
zh_cn: %s的周围 卷起了生命之泉！

source: %sの周りに 蜃気楼が現れた！
zh_cn: %s的周围 出现了海市蜃楼！

source: %sの周りに 蝶が舞う！
zh_cn: %s的周围 飞起了蝴蝶！

source: %sは %s %s状態になった！
zh_cn: %s 陷入了 %s %s状态！

# %sは %sから 解放された！
source: %sは %sから\n解放された！
zh_cn: %s从 %s中\n挣脱出来了！

# %sは %sで 【%s】スキルに 備えた！
source: %sは %sで\n【%s】スキルに 備えた！
zh_cn: %s 用%s\n对【%s】技能做了准备！

# %sは %sで スキルの 縛りを 解いた！
source: %sは %sで\nスキルの 縛りを 解いた！
zh_cn: %s 用%s\n解开了技能的束缚！

# %sは %sで ダメージを 受けた！
source: %sは %sで\nダメージを 受けた！
zh_cn: %s 受到了 %s\n的伤害！

# %sは %sで 下がった 能力が 戻った！
source: %sは %sで\n下がった 能力が 戻った！
zh_cn: %s 用%s\n回复了下降的能力！

# %sは %sで 体力が 削られた……
source: %sは %sで\n体力が 削られた……
zh_cn: %s被 %s\n削减了体力……

# %sは %sで 体力で 体力が削られた……
source: %sは %sで\n体力で 体力が削られた……
zh_cn: %s 被%s\n削减了体力……

# %sは %sで 体力を 回復した！
source: %sは %sで\n体力を 回復した！
zh_cn: %s 用%s\n回复了体力！

# %sは %sで 状態異常を 治した！
source: %sは %sで\n状態異常を 治した！
zh_cn: %s 用%s\n治疗了异常状态！

# %sは %sで 速攻を 仕掛けた！
source: %sは %sで\n速攻を 仕掛けた！
zh_cn: %s 用%s\n展开了速攻！

# %sは %sに ご退場を 願った！
source: %sは %sに\nご退場を 願った！
zh_cn: %s 使%s\n退场了！

# %sは %sに クレームをつけた！
source: %sは %sに\nクレームをつけた！
zh_cn: %s对 %s\n抱怨连连！

# %sは %sに 従った！
source: %sは %sに\n従った！
zh_cn: %s \n服从于%s了！

# %sは %sに 従って 退却した！
source: %sは %sに\n従って 退却した！
zh_cn: %s 听从了 %s\n撤退了！

# %sは %sの ダメージを 受けた！
source: %sは %sの\nダメージを 受けた！
zh_cn: %s 受到了\n%s的伤害！

# %sは %sの 能力変化を コピーした！
source: %sは %sの\n能力変化を コピーした！
zh_cn: %s 复制了\n%s的 能力变化！

# %sは %sの 能力変化を 反転させた！
source: %sは %sの\n能力変化を 反転させた！
zh_cn: %s反转了\n%s的 能力变化！

# %sは %sの元へ 帰っていく！
source: %sは %sの元へ\n帰っていく！
zh_cn: %s 回到了\n%s 的身边！

# %sは %sを 使った！
source: %sは %sを\n使った！
zh_cn: %s 使用了\n%s！

# %sは %sを 奪った！
source: %sは %sを\n奪った！
zh_cn: %s 抢夺了 %s！

# %sは %sを 奪って 使った！
source: %sは %sを\n奪って 使った！
zh_cn: %s \n夺取了%s 并使用了！

# %sは %sを 奪って 使ってしまった！
source: %sは %sを\n奪って 使ってしまった！
zh_cn: %s 夺走\n并用掉了%s！

# %sは %sを 引っ込めた！
source: %sは %sを\n引っ込めた！
zh_cn: %s 收回了\n%s！

# %sは %sを 投影した！
source: %sは %sを\n投影した！
zh_cn: %s 投影出了\n%s！

# %sは %sを 繰り出した！
source: %sは %sを\n繰り出した！
zh_cn: %s 放出了\n%s！

# %sは %sを 跳ね返した！
source: %sは %sを\n跳ね返した！
zh_cn: %s 反弹了\n%s！

# %sは %sを使ったが 効果が なかった……
source: %sは %sを使ったが\n効果が なかった……
zh_cn: %s 使用了%s\n但是没有効果……

source: %sは %sを再利用した！
zh_cn: %s 再利用了 %s！

# %sは %sを出すための ＳＰが 足りなかった！
source: %sは %sを出すための\nＳＰが 足りなかった！
zh_cn: %s 没有足够的ＳＰ\n使用%s！

source: %sは %sを取り戻した！
zh_cn: %s 取回了 %s！

source: %sは %sを手に入れた！
zh_cn: %s 得到了 %s！

# %sは %sターン後に 破滅が 訪れる！
source: %sは %sターン後に\n破滅が 訪れる！
zh_cn: %s在 %s回合后\n将会迎来破灭！

# %sは %s状態に ならない！
source: %sは %s状態に\nならない！
zh_cn: %s 不会陷入\n%s 状态！

source: %sは %s状態になった！
zh_cn: %s 陷入了 %s状态！

# %sは 【%s】属性に なった！
source: %sは 【%s】属性に\nなった！
zh_cn: %s 变成了\n【%s】属性！

source: %sは 【%s】属性になった！
zh_cn: %s 变成了【%s】属性！

# %sは お互いの アビリティを 入れ替えた！
source: %sは お互いの\nアビリティを 入れ替えた！
zh_cn: %s 交换了\n双方的特性！

source: %sは お互いの体力を 分かち合った！
zh_cn: %s 平分了双方的体力！

# %sは かんざしの効果で %sを 出すことが できなかった！
source: %sは かんざしの効果で\n%sを 出すことが できなかった！
zh_cn: %s因为发簪的效果\n不能使用 %s！

# %sは ひるんで 動けなかった！
source: %sは ひるんで\n動けなかった！
zh_cn: %s 因为害怕\n不能行动！

# %sは スキルの 反動を 受けた！
source: %sは スキルの\n反動を 受けた！
zh_cn: %s 受到了\n技能的反冲！

# %sは スキルの 反動を受けた！
source: %sは スキルの\n反動を受けた！
zh_cn: %s 受到了\n技能的反冲！

# %sは ステルストラップに 引っかかった！
source: %sは ステルストラップに\n引っかかった！
zh_cn: %s 中了\n隐形陷阱！

# %sは ハイテンションで %sを 出さなかった！
source: %sは ハイテンションで\n%sを 出さなかった！
zh_cn: %s 因为士气高扬\n不能使用 %s！

# %sは ハイテンションになって 攻撃スキルしか 出せなくなった！
source: %sは ハイテンションになって\n攻撃スキルしか 出せなくなった！
zh_cn: %s的 士气高扬\n只能使用攻击技能！

# %sは バインドトラップに 引っかかった！
source: %sは バインドトラップに\n引っかかった！
zh_cn: %s 中了\n束缚陷阱！

source: %sは バリアオプションを展開した！
zh_cn: %s 展开了子机屏障！

# %sは パワースポットの 恩恵を 受けた！
source: %sは パワースポットの\n恩恵を 受けた！
zh_cn: %s 受到了\n灵能地点的恩惠！

# %sは パワースポットの 瘴気に 当てられた……
source: %sは パワースポットの\n瘴気に 当てられた……
zh_cn: %s被 灵能地点的\n瘴气命中了……

# %sは フィールドバリアを展開して 拡散スキルに強くなった！
source: %sは フィールドバリアを展開して\n拡散スキルに強くなった！
zh_cn: %s 展开了Field屏障\n对扩散技能的抗性加强了！

# %sは フィールドプロテクトを展開して 集中スキルに強くなった！
source: %sは フィールドプロテクトを展開して\n集中スキルに強くなった！
zh_cn: %s 展开了Field保护\n对集中技能的抗性加强了！

# %sは ポイズントラップに 引っかかった！
source: %sは ポイズントラップに\n引っかかった！
zh_cn: %s 中了\n毒性陷阱！

# %sは マイントラップに 引っかかった！
source: %sは マイントラップに\n引っかかった！
zh_cn: %s 中了\n地雷陷阱！

# %sは 一度休んで 体力を 回復した！
source: %sは 一度休んで\n体力を 回復した！
zh_cn: %s 休息了一下\n回复了体力！

source: %sは 交代できなくなった！
zh_cn: %s 不能交换了！

# %sは 体力を 吸収した！
source: %sは 体力を\n吸収した！
zh_cn: %s 吸收了\n体力！

# %sは 体力を 回復した！
source: %sは 体力を\n回復した！
zh_cn: %s的 体力\n回复了！

source: %sは 体力を奪われた……
zh_cn: %s 被夺取了体力……

# %sは 体勢を 立て直した！
source: %sは 体勢を\n立て直した！
zh_cn: %s 重整了\n体势！

source: %sは 体勢を崩した！
zh_cn: %s的 体势崩坏了！

source: %sは 余裕の 表情だ！
zh_cn: %s 一副从容的表情！

source: %sは 使えるスキルがない！
zh_cn: %s 没有可使用的技能！

source: %sは 倒れた！
zh_cn: %s 倒下了！

source: %sは 停止している！
zh_cn: %s 停止了！

source: %sは 光を集めた！
zh_cn: %s 聚集了光！

# %sは 共鳴して %s %s状態になった！
source: %sは 共鳴して \n%s %s状態になった！
zh_cn: %s 发生共鸣 \n陷入了 %s %s状态！

# %sは 共鳴して %s状態になった！
source: %sは 共鳴して \n%s状態になった！
zh_cn: %s 发生共鸣 \n陷入了 %s状态！

# %sは 反動で 動けない！
source: %sは 反動で\n動けない！
zh_cn: %s 受后坐力\n不能行动！

# %sは 反骨の心得書に 従った！
source: %sは 反骨の心得書に\n従った！
zh_cn: %s 遵从了\n反骨的心得书！

source: %sは 吹き飛ばされた！
zh_cn: %s 被吹飞了！

# %sは 周りのものを 吹き飛ばした！
source: %sは 周りのものを\n吹き飛ばした！
zh_cn: %s 吹飞了\n周围的东西！

# %sは 呪われている %sを 出すことが できなかった！
source: %sは 呪われている\n%sを 出すことが できなかった！
zh_cn: %s 被诅咒\n不能使用 %s！

# %sは 命の泉に 生気を 奪われた……
source: %sは 命の泉に\n生気を 奪われた……
zh_cn: %s被 生命之泉\n夺去了生气……

# %sは 命の泉の 恩恵を 受けた！
source: %sは 命の泉の\n恩恵を 受けた！
zh_cn: %s 受到了\n生命之泉的恩惠！

source: %sは 姿が変わった！
zh_cn: %s 的外形改变了！

source: %sは 封印状態になった！
zh_cn: %s 进入了封印状态！

# %sは 小型ビットの 撃ち返しで ダメージを 受けた！
source: %sは 小型ビットの\n撃ち返しで ダメージを 受けた！
zh_cn: %s 受到了\n小型浮游炮的反击伤害！

source: %sは 怯えている……
zh_cn: %s 正在害怕……

source: %sは 撃ち返しの ダメージを受けた！
zh_cn: %s 受到了反击伤害！

# %sは 攻撃を 我慢した！
source: %sは 攻撃を\n我慢した！
zh_cn: %s 忍住了\n没有攻击！

# %sは 攻撃を 耐え忍んだ！
source: %sは 攻撃を\n耐え忍んだ！
zh_cn: %s 忍耐住了\n攻击！

# %sは 攻撃を我慢するために 身構えた！
source: %sは 攻撃を我慢するために\n身構えた！
zh_cn: %s 为了忍住不攻击\n摆起了架势！

# %sは 暗がりに 身を潜めた！
source: %sは 暗がりに\n身を潜めた！
zh_cn: %s 潜入了\n暗处！

# %sは 朱雀に 体力を 奪われた……
source: %sは 朱雀に\n体力を 奪われた……
zh_cn: %s 的体力\n被朱雀夺走了！

source: %sは 次のターンに停止してしまう！
zh_cn: %s 下回合将会停止！

# %sは 死神に 命を 削られた……
source: %sは 死神に\n命を 削られた……
zh_cn: %s被 死神\n削减了生命……

# %sは 毒の ダメージを 受けた！
source: %sは 毒の\nダメージを 受けた！
zh_cn: %s 受到了\n毒的伤害！

source: %sは 毒を 吸い取った！
zh_cn: %s 吸出了毒！

# %sは 浮遊石で 浮かんでいる！
source: %sは 浮遊石で\n浮かんでいる！
zh_cn: %s 用浮游石\n浮在了空中！

source: %sは 混乱した！
zh_cn: %s 混乱了！

# %sは 混乱して 動けなかった！
source: %sは 混乱して\n動けなかった！
zh_cn: %s 混乱了\n不能行动！

source: %sは 混乱している！
zh_cn: %s 混乱了！

# %sは 火傷の ダメージを 受けた！
source: %sは 火傷の\nダメージを 受けた！
zh_cn: %s 受到了\n烧伤的伤害！

source: %sは 状態異常を %sに移した！
zh_cn: %s把 异常状态转移给了%s！

source: %sは 理不尽だ！
zh_cn: %s 无理取闹！

# %sは 白百合の舞の 効果で 回復した！
source: %sは 白百合の舞の\n効果で 回復した！
zh_cn: 因白百合之舞的效果\n%s 得到了回复！

# %sは 純水のベールで 能力が 下がらない！
source: %sは 純水のベールで\n能力が 下がらない！
zh_cn: %s 因为纯水帷幕\n能力不会下降！

# %sは 純水のベールで 能力を 下げられなくなった！
source: %sは 純水のベールで\n能力を 下げられなくなった！
zh_cn: %s 因为纯水帷幕\n能力不会被下降！

# %sは 胡蝶の舞で 体力が 回復した！
source: %sは 胡蝶の舞で\n体力が 回復した！
zh_cn: %s用 蝴蝶之舞\n回复了体力！

# %sは 胡蝶の舞に 体力を 奪われた……
source: %sは 胡蝶の舞に\n体力を 奪われた……
zh_cn: %s被 蝴蝶之舞\n夺走了体力……

# %sは 自分と相手の 集弾と散弾を 平均した！
source: %sは 自分と相手の 集弾と散弾を\n 平均した！
zh_cn: %s 平分了\n自身和对手的集弹和散弹！

# %sは 自分と相手の 集防と散防を 平均した！
source: %sは 自分と相手の 集防と散防を\n 平均した！
zh_cn: %s 平分了\n自身和对手的集防和散防！

# %sは 自分の体力を代償に 死神を呼び寄せた！
source: %sは 自分の体力を代償に\n死神を呼び寄せた！
zh_cn: %s 以自己的体力为代价\n召唤了死神！

# %sは 茨の符で ダメージを 受けた！
source: %sは 茨の符で\nダメージを 受けた！
zh_cn: %s 受到了\n荆棘之符的伤害！

source: %sは 茨結界に包まれた！
zh_cn: %s被 荆棘结界包围了！

# %sは 茨結界の ダメージを 受けた！
source: %sは 茨結界の\nダメージを 受けた！
zh_cn: %s 受到了\n荆棘结界的伤害！

# %sは 藁人形に 命を 吸われた。
source: %sは 藁人形に\n命を 吸われた。
zh_cn: %s被 稻草人形\n吸收了生命。

# %sは 調子に乗って %sしか 出せなくなった！
source: %sは 調子に乗って\n%sしか 出せなくなった！
zh_cn: %s 跟上了节奏\n只能使用%s！

source: %sは 逃げ出した！
zh_cn: %s 逃跑了！

# %sは 酔っ払って 動けない！
source: %sは 酔っ払って\n動けない！
zh_cn: %s 醉酒了\n不能行动！

source: %sは 防御結界に包まれた！
zh_cn: %s被 防御结界包围了！

source: %sは 降参した。
zh_cn: %s 认输了。

source: %sは 集中力を高めた！
zh_cn: %s 集中了精神！

# %sは 集弾と散弾の 能力変化を 自分と相手で 入れ替えた！
source: %sは 集弾と散弾の 能力変化を\n自分と相手で 入れ替えた！
zh_cn: %s 交换了自身和对手的\n集弹和散弹的能力变化！

source: %sは 集弾と集防を 入れ替えた！
zh_cn: %s 互换了集弹和集防！

# %sは 集防と散防の 能力変化を 自分と相手で 入れ替えた！
source: %sは 集防と散防の 能力変化を\n自分と相手で 入れ替えた！
zh_cn: %s 交换了自身和对手的\n集防和散防的能力变化！

source: %sは 雷の力を蓄えた！
zh_cn: %s 积蓄了雷之力！

# %sは 黄砂の ダメージを 受けた！
source: %sは 黄砂の\nダメージを 受けた！
zh_cn: %s 受到了\n黄砂的伤害！

# %sは 黒いチョーカーで 持ちこたえた！
source: %sは 黒いチョーカーで\n持ちこたえた！
zh_cn: %s 戴着黑项链\n忍耐了攻击！

# %sは 黒いリングで 持ちこたえた！
source: %sは 黒いリングで\n持ちこたえた！
zh_cn: %s 戴着黑戒指\n忍耐了攻击！

# %sは %sに 気づいた！
source: %sは\n%sに 気づいた！
zh_cn: %s 注意到了\n%s！

# %sは %sに拘束された！
source: %sは\n%sに拘束された！
zh_cn: %s\n被%s 拘束了！

# %sは %sを なくしてしまった！
source: %sは\n%sを なくしてしまった！
zh_cn: %s \n失去了%s！

# %sは 【%s】属性になった！
source: %sは\n【%s】属性になった！
zh_cn: %s 变成了\n【%s】属性！

# %sは 冷静になった！
source: %sは\n冷静になった！
zh_cn: %s\n冷静下来了！

# %sは 吹き飛ばされた！
source: %sは\n吹き飛ばされた！
zh_cn: %s\n被吹飞了！

# %sは 本気を 出した！
source: %sは\n本気を 出した！
zh_cn: %s\n认真起来了！

# %sは 死神に魅入られてしまった……
source: %sは\n死神に魅入られてしまった……
zh_cn: %s\n被死神魅惑了……

# %sは 死者に 誘われた……
source: %sは\n死者に 誘われた……
zh_cn: %s\n受到了死者的引诱……

# %sは 落ち着きを 取り戻した！
source: %sは\n落ち着きを 取り戻した！
zh_cn: %s\n找回了冷静！

source: %sは【%s】【%s】属性になった！
zh_cn: %s 变成了【%s】【%s】属性！

source: %sは【%s】属性になった！
zh_cn: %s 变成了【%s】属性！

source: %sはスタイルチェンジした！
zh_cn: %s的 形态转换了！

source: %sを どこに習得しますか？
zh_cn: 把%s 记忆在哪个位置？

source: %sを%d個売りました。
zh_cn: %s被卖掉了%d个。

source: %sを%d個売りますが よろしいですか？
zh_cn: 要把%s 卖掉%d个吗？

source: %sを%d個捨てました。
zh_cn: %s被扔掉了%d个。

source: %sを%d個捨てますが よろしいですか？
zh_cn: 要把%s 扔掉%d个吗？

source: %sを%d個買った！
zh_cn: %s买入了%d个！

source: %sをどうしますか？
zh_cn: 要对 %s做什么？

source: %sを忘れ %sを習得しますか？
zh_cn: 忘记%s 学习%s吗？

source: %sを忘れますか？
zh_cn: 要忘记 %s吗？

source: %sを習得しました！
zh_cn: 学会了 %s！

source: %sを習得しますか？
zh_cn: 要学习 %s吗？

source: %sターン目
zh_cn: 第%s回合

source: %s円
zh_cn: %s元

source: %s勝
zh_cn: %s胜

source: %s戦
zh_cn: %s战

source: %s種類
zh_cn: %s种

source: (Bでキャンセル)
zh_cn: (按B取消)

source: (LRでアクション変更)
zh_cn: (ＬＲ键可变更动作)

source: (次回起動から)
zh_cn: (下次启动游戏时生效)

source: 0,NULL,なし,0
zh_cn: 0,NULL,无,0

source: 0,なし,0,255,0,0,0,0,NULL。
zh_cn: 0,无,0,255,0,0,0,0,NULL。

source: 0,通常攻撃
zh_cn: 0,普通攻击

source: 002:屋外予備
zh_cn: 002:屋外预备

source: 004:森周辺
zh_cn: 004:森林周边

source: 007:博麗(幻想郷)
zh_cn: 007:博丽(幻想乡)

source: 008:博麗(外の世界)
zh_cn: 008:博丽(外界)

source: 009:向日葵・無縁塚他
zh_cn: 009:向日葵 · 无缘塚等

source: 011:廃村・天狗の里
zh_cn: 011:废村 · 天狗之里

source: 012:命蓮寺・大祀廟
zh_cn: 012:命莲寺 · 大祀庙

source: 013:紅魔館
zh_cn: 013:红魔馆

source: 016:地霊殿
zh_cn: 016:地灵殿

source: 018:阿求邸・龍神像
zh_cn: 018:阿求邸 · 龙神像

source: 021:ミズナラの木・バス内
zh_cn: 021:水楢树 · 巴士车内

source: 022:地霊殿内部
zh_cn: 022:地灵内部

source: 024:間欠泉地下センター
zh_cn: 024:间歇泉地下中心

source: 025:紅魔館内部
zh_cn: 025:红魔馆内部

source: 026:図書館内部
zh_cn: 026:图书馆内部

source: 027:魔理沙アリス邸
zh_cn: 027:魔理沙爱丽丝邸

source: 028:河童アジト内部
zh_cn: 028:河童巢穴内部

source: 029:廃洋館内部
zh_cn: 029:废洋馆内部

source: 030:氷の洞窟
zh_cn: 030:冰之洞窟

source: 1,☆相手を毒に
zh_cn: 1,☆对手中毒中

source: 1,れいむ,72,127,0,0,0,0,0,0
zh_cn: 1,灵梦,72,127,0,0,0,0,0,0

source: 1,れいむ,78,125,78,125,78,125,78,125
zh_cn: 1,灵梦,78,125,78,125,78,125,78,125

source: 10,★自分の散防1段上昇
zh_cn: 10,★自己的的散防上升了1级

source: 10,りか,78,125,78,125,78,125,78,125
zh_cn: 10,里香,78,125,78,125,78,125,78,125

source: 10,りか,78,127,0,0,0,0,0,0
zh_cn: 10,里香,78,127,0,0,0,0,0,0

source: 100,いちりん＆うんざん,67,116,0,0,0,0,0,0
zh_cn: 100,一轮＆云山,67,116,0,0,0,0,0,0

source: 100,いちりん＆うんざん,78,125,78,125,78,125,78,125
zh_cn: 100,一轮＆云山,78,125,78,125,78,125,78,125

source: 100歩進む間人形を寄せ付けなくなる。
zh_cn: 100步以内不让人形靠近。

source: 101,むらさ,0,0,0,0,0,0,0,0
zh_cn: 101,村纱,0,0,0,0,0,0,0,0

source: 101,むらさ,78,125,78,125,78,125,78,125
zh_cn: 101,村纱,78,125,78,125,78,125,78,125

source: 102,しょう,72,126,0,0,0,0,0,0
zh_cn: 102,星,72,126,0,0,0,0,0,0

source: 102,しょう,78,125,78,125,78,125,78,125
zh_cn: 102,星,78,125,78,125,78,125,78,125

source: 103,ひじり,77,126,0,0,0,0,0,0
zh_cn: 103,圣,77,126,0,0,0,0,0,0

source: 103,ひじり,78,125,78,125,78,125,78,125
zh_cn: 103,圣,78,125,78,125,78,125,78,125

source: 104,ぬえ,64,120,0,0,0,0,0,0
zh_cn: 104,鵺,64,120,0,0,0,0,0,0

source: 104,ぬえ,78,125,78,125,78,125,78,125
zh_cn: 104,鵺,78,125,78,125,78,125,78,125

source: 105,はたて,76,126,0,0,0,0,0,0
zh_cn: 105,果,76,126,0,0,0,0,0,0

source: 105,はたて,78,125,78,125,78,125,78,125
zh_cn: 105,果,78,125,78,125,78,125,78,125

source: 106,かせん,75,126,0,0,0,0,0,0
zh_cn: 106,华扇,75,126,0,0,0,0,0,0

source: 106,かせん,78,125,78,125,78,125,78,125
zh_cn: 106,华扇,78,125,78,125,78,125,78,125

source: 107,きょうこ,74,126,0,0,0,0,0,0
zh_cn: 107,响子,74,126,0,0,0,0,0,0

source: 107,きょうこ,78,125,78,125,78,125,78,125
zh_cn: 107,响子,78,125,78,125,78,125,78,125

source: 108,よしか,73,126,0,0,0,0,0,0
zh_cn: 108,芳香,73,126,0,0,0,0,0,0

source: 108,よしか,78,125,78,125,78,125,78,125
zh_cn: 108,芳香,78,125,78,125,78,125,78,125

source: 109,せいが,78,125,78,125,78,125,78,125
zh_cn: 109,青娥,78,125,78,125,78,125,78,125

source: 109,せいが67,117,0,0,0,0,0,0,0
zh_cn: 109,青娥,67,117,0,0,0,0,0,0,0

source: 10文字以内 【\\ %】は使用不可。
zh_cn: １０字符以内 不能使用【\\ %】。

source: 11,★自分の俊敏1段上昇
zh_cn: 11,★自己的的俊敏上升了1级

source: 110,とじこ,66,119,0,0,0,0,0,0
zh_cn: 110,屠自古,66,119,0,0,0,0,0,0

source: 110,とじこ,78,125,78,125,78,125,78,125
zh_cn: 110,屠自古,78,125,78,125,78,125,78,125

source: 111,ふと,72,126,0,0,0,0,0,0
zh_cn: 111,布都,72,126,0,0,0,0,0,0

source: 111,ふと,78,125,78,125,78,125,78,125
zh_cn: 111,布都,78,125,78,125,78,125,78,125

source: 112,みこ,68,126,0,0,0,0,0,0
zh_cn: 112,神子,68,126,0,0,0,0,0,0

source: 112,みこ,78,125,78,125,78,125,78,125
zh_cn: 112,神子,78,125,78,125,78,125,78,125

source: 113,マミゾウ,72,126,0,0,0,0,0,0
zh_cn: 113,猯藏,72,126,0,0,0,0,0,0

source: 113,マミゾウ,78,125,78,125,78,125,78,125
zh_cn: 113,猯藏,78,125,78,125,78,125,78,125

source: 114,こすず,78,125,78,125,78,125,78,125
zh_cn: 114,小铃,78,125,78,125,78,125,78,125

source: 114,こすず,79,126,0,0,0,0,0,0
zh_cn: 114,小铃,79,126,0,0,0,0,0,0

source: 115,こころ,72,126,0,0,0,0,0,0
zh_cn: 115,心,72,126,0,0,0,0,0,0

source: 115,こころ,78,125,78,125,78,125,78,125
zh_cn: 115,心,78,125,78,125,78,125,78,125

source: 116,わかさぎひめ,78,125,78,125,78,125,78,125
zh_cn: 116,若鹭姬,78,125,78,125,78,125,78,125

source: 116,わかさぎひめ,80,125,0,0,0,0,0,0
zh_cn: 116,若鹭姬,80,125,0,0,0,0,0,0

source: 117,せきばんき,65,120,0,0,0,0,0,0
zh_cn: 117,赤蛮奇,65,120,0,0,0,0,0,0

source: 117,せきばんき,78,125,78,125,78,125,78,125
zh_cn: 117,赤蛮奇,78,125,78,125,78,125,78,125

source: 118,かげろう,78,125,78,125,78,125,78,125
zh_cn: 118,影狼,78,125,78,125,78,125,78,125

source: 118,かげろう,87,127,0,0,0,0,0,0
zh_cn: 118,影狼,87,127,0,0,0,0,0,0

source: 119,べんべん,64,122,0,0,0,0,0,0
zh_cn: 119,弁弁,64,122,0,0,0,0,0,0

source: 119,べんべん,78,125,78,125,78,125,78,125
zh_cn: 119,弁弁,78,125,78,125,78,125,78,125

source: 12,★相手の集弾1段低下
zh_cn: 12,★自己的的集弾下降了1级

source: 12,めいら,74,126,0,0,0,0,0,0
zh_cn: 12,明罗,74,126,0,0,0,0,0,0

source: 12,めいら,78,125,78,125,78,125,78,125
zh_cn: 12,明罗,78,125,78,125,78,125,78,125

source: 120,やつはし,0,0,0,0,0,0,0,0
zh_cn: 120,八桥,0,0,0,0,0,0,0,0

source: 120,やつはし,78,125,78,125,78,125,78,125
zh_cn: 120,八桥,78,125,78,125,78,125,78,125

source: 121,せいじゃ,78,125,78,125,78,125,78,125
zh_cn: 121,正邪,78,125,78,125,78,125,78,125

source: 121,せいじゃ,79,126,0,0,0,0,0,0
zh_cn: 121,正邪,79,126,0,0,0,0,0,0

source: 122,しんみょうまる,72,127,0,0,0,0,0,0
zh_cn: 122,针妙丸,72,127,0,0,0,0,0,0

source: 122,しんみょうまる,78,125,78,125,78,125,78,125
zh_cn: 122,针妙丸,78,125,78,125,78,125,78,125

source: 123,らいこ,62,126,0,0,0,0,0,0
zh_cn: 123,雷鼓,62,126,0,0,0,0,0,0

source: 123,らいこ,78,125,78,125,78,125,78,125
zh_cn: 123,衣玖,78,125,78,125,78,125,78,125

source: 13,★相手の集防1段低下
zh_cn: 13,★自己的的集防下降了1级

source: 14,★相手の散弾1段低下
zh_cn: 14,★自己的的散弹下降了1级

source: 14,エレン,0,0,0,0,0,0,0,0
zh_cn: 14,爱莲,0,0,0,0,0,0,0,0

source: 14,エレン,78,125,78,125,78,125,78,125
zh_cn: 14,爱莲,78,125,78,125,78,125,78,125

source: 15,★相手の散防1段低下
zh_cn: 15,★自己的的散防下降了1级

source: 15,ことひめ,0,0,0,0,0,0,0,0
zh_cn: 15,小兔姬,0,0,0,0,0,0,0,0

source: 15,ことひめ,78,125,78,125,78,125,78,125
zh_cn: 15,小兔姬,78,125,78,125,78,125,78,125

source: 16,★相手の俊敏1段低下
zh_cn: 16,★对手的俊敏下降了1级

source: 16,カナ,66,115,0,0,0,0,0,0
zh_cn: 16,卡娜,66,115,0,0,0,0,0,0

source: 16,カナ,78,125,78,125,78,125,78,125
zh_cn: 16,卡娜,78,125,78,125,78,125,78,125

source: 17,☆相手を混乱に
zh_cn: 17,☆对手混乱中

source: 17,りかこ,71,126,0,0,0,0,0,0
zh_cn: 17,理香子,71,126,0,0,0,0,0,0

source: 17,りかこ,78,125,78,125,78,125,78,125
zh_cn: 17,理香子,78,125,78,125,78,125,78,125

source: 18,☆相手を怯ませる
zh_cn: 18,☆对手害怕了

source: 18,ちゆり,0,0,0,0,0,0,0,0
zh_cn: 18,千百合,0,0,0,0,0,0,0,0

source: 18,ちゆり,78,125,78,125,78,125,78,125
zh_cn: 18,千百合,78,125,78,125,78,125,78,125

source: 19,☆急所に当たりやすい
zh_cn: 19,☆容易命中要害

source: 19,ゆめみ,0,0,0,0,0,0,0,0
zh_cn: 19,梦美,0,0,0,0,0,0,0,0

source: 19,ゆめみ,78,125,78,125,78,125,78,125
zh_cn: 19,梦美,78,125,78,125,78,125,78,125

# 1ターン目で 力を溜め ２ターン目で 暴風を 巻き起こし 攻撃する。
source: 1ターン目で 力を溜め\n２ターン目で 暴風を\n巻き起こし 攻撃する。
zh_cn: 第1回合中积蓄力量，第2回合卷起暴风攻击对手。

source: 2,☆相手を火傷に
zh_cn: 2,☆对手烧伤中

source: 2,まりさ,73,126,0,0,0,0,0,0
zh_cn: 2,魔理沙,73,126,0,0,0,0,0,0

source: 2,まりさ,78,125,78,125,78,125,78,125
zh_cn: 2,魔理沙,78,125,78,125,78,125,78,125

source: 20,★相手を毒に
zh_cn: 20,★对手中毒中

source: 20,ミミちゃん＆るーこと,0,0,0,0,0,0,0,0
zh_cn: 20, 咪咪酱＆留琴,0,0,0,0,0,0,0,0

source: 20,ミミちゃん＆るーこと,78,125,78,125,78,125,78,125
zh_cn: 20,咪咪酱＆留琴,78,125,78,125,78,125,78,125

source: 200歩進む間人形を寄せ付けなくなる。
zh_cn: 200步以内不让人形靠近。

source: 21,★相手を火傷に
zh_cn: 21,★对手烧伤中

source: 21,オレンジ,72,126,0,0,0,0,0,0
zh_cn: 21,奥莲姬,72,126,0,0,0,0,0,0

source: 21,オレンジ,78,125,78,125,78,125,78,125
zh_cn: 21,奥莲姬,78,125,78,125,78,125,78,125

source: 22,★相手を暗闇に
zh_cn: 22,★对手黑暗中

source: 22,くるみ,66,122,0,0,0,0,0,0
zh_cn: 22,胡桃,66,122,0,0,0,0,0,0

source: 22,くるみ,78,125,78,125,78,125,78,125
zh_cn: 22,胡桃,78,125,78,125,78,125,78,125

source: 23,hakureijinja,博麗神社,352800
zh_cn: 23,hakureijinja,博丽神社,352800

source: 23,★相手を恐怖に
zh_cn: 23,★对手恐惧中

source: 23,エリー,70,126,0,0,0,0,0,0
zh_cn: 23,艾丽,70,126,0,0,0,0,0,0

source: 23,エリー,78,125,78,125,78,125,78,125
zh_cn: 23,艾丽,78,125,78,125,78,125,78,125

source: 24,urayama,博麗神社裏山,1058400
zh_cn: 24,urayama,博丽神社裏山,1058400

source: 24,★相手を麻痺に
zh_cn: 24,★对手麻痹中

source: 25,★相手を停止に
zh_cn: 25,★对手停止中

source: 25,ゆうか,76,126,0,0,0,0,0,0
zh_cn: 25,幽香,76,126,0,0,0,0,0,0

source: 25,ゆうか,78,125,78,125,78,125,78,125
zh_cn: 25,幽香,78,125,78,125,78,125,78,125

source: 250歩進む間人形を寄せ付けなくなる。
zh_cn: 250步以内不让人形靠近。

source: 26,★相手を混乱に
zh_cn: 26,★对手混乱中

source: 26,むげつ,0,0,0,0,0,0,0,0
zh_cn: 26,梦月,0,0,0,0,0,0,0,0

source: 26,むげつ,78,125,78,125,78,125,78,125
zh_cn: 26,梦月,78,125,78,125,78,125,78,125

source: 27,★相手を猛毒に
zh_cn: 27,★对手猛毒中

source: 27,げんげつ,0,0,0,0,0,0,0,0
zh_cn: 27,幻月,0,0,0,0,0,0,0,0

source: 27,げんげつ,78,125,78,125,78,125,78,125
zh_cn: 27,幻月,78,125,78,125,78,125,78,125

source: 28,★相手を大火傷に
zh_cn: 28,★对手大烧伤中

source: 29,サラ,78,125,78,125,78,125,78,125
zh_cn: 29,萨拉,78,125,78,125,78,125,78,125

source: 29,サラ,79,126,0,0,0,0,0,0
zh_cn: 29,萨拉,79,126,0,0,0,0,0,0

source: 3,☆相手を暗闇に
zh_cn: 3,☆对手黑暗中

source: 3,シンギョク,0,0,0,0,0,0,0,0
zh_cn: 3,神玉,0,0,0,0,0,0,0,0

source: 3,シンギョク,78,125,78,125,78,125,78,125
zh_cn: 3,神玉,78,125,78,125,78,125,78,125
